<?php ?>
<div class="aboutMe">
    <link rel="stylesheet" href="/css/aboutMe.css">
    <h1>Cімейний фотограф Київ</h1>
    <article>
        <div class="part1 m-bachround row">
            <div class="col-6 col-s-6 text_block">
                <div class="me_title">
                    <i>Вітаю Вас на моєму сайті!</i>
                </div>
                <div class="me_text">
                    <div>
                        <p>Мене звати Олена Хоменко. Я арт фотограф, к.т.н., викладач фотографії онлайн і офлайн</p>
                        <ul>
                          <li>Як фотограф, я зберігаю на фото найважливіші моменти життя моїх клієнтів через сімейні, персональні, дитячі, репортажні зйомки та допомагаю підкреслити потрібний імідж на бізнес фотосесіях.</li>
                          <li>Увійшла в ТОП 50 кращих фотографів Києва і в ТОП 50 кращих дитячих серій за версією міжнародного фотоконкурсу 35AWARDS 2021, дипломант всеукраїнських фотоконкурсів і учасник виставок.</li>
                          <li>Як викладач фото я навчаю людей стати самому собі фотографом: знімати на камеру та смартфон, обробляти фото так, щоб фото стали виразнішими та привабливішими, допомагали для просування та залучення клієнтів до постів, збільшення доходу.</li>
                          <li>Проводжу онлайн курс по фото, живі майстер класи по зйомці #мк_сам_себе_фотограф, вебінари по обробці фото, персональні заняття, фото наставництво.</li>
                          <li>Автор і організатор благодійного фотоконкурсу #фото_с_любов'ю.</li>
                          <li>Автор статей по фото тематиці для журналу #Навколо_Woman.</li>
                        </ul>
                    </div>
                  <div class="me_text">
                      <h3>МОЯ МЕТА:</h3>
                        <ul>
                          <li>показувати через фото красу людей, стосунків, навколишнього світу;</li>
                          <li>навчити людей бачити красу навколо та зберігати її на фото</li>
                        </ul>
                      <p>Зроблю все для того, щоб ви не тільки отримали гарні світлини, а ще й почували себе легко і комфортно в процесі зйомки.</p>
                    </div>
                </div>
            </div>
            <div class="col-6 col-s-6 me_img">
                <img class="border-dark" src="imgs/photografer.jpg" alt="">
            </div>
        </div>
    </article>

</div>