<?php ?>
<link rel="stylesheet" href="/css/main_articles.css">
<article class="article">
    <div class="row background-block m-bachround">
        <div class="txt">
            <p >
                <img class="border-dark img-right" src="/content/howSelectPhotograph/IMGP0828_small.jpg"/>
                Якщо ввести пошуковий запит «фотограф Київ», то Google видасть десятки сторінок з результатами. 
                У Києві справді дуже багато фотографів і багато з них гарні професіонали своєї справи. 
              Причому хороші фотографи в Києві є не тільки в найдорожчому ціновому сегменті, 
              а й у середньому, і навіть за цінами нижчими за середні. 
              У той же час, висока ціна ще не гарантія того, що робота фотографа вам сподобається. 
              Тому, при виборі фотографа у Києві я раджу звернути увагу на наступні моменти.

            </p>
            <p> Найважливіше, на мій погляд -
                <b>психологічна сумісність з фотографом,</b>
                щоб вам було комфортно і легко в спілкуванні. 
                Інакше, ви не можете розслабитися, відкритися і поводитися природно, що обов'язково позначиться на фото і точно не зробить його краще. 
                Тому я раджу попередньо трохи поспілкуватися з фотографом хоча б по телефону. Задати питання, що вас цікавлять, уточнити деталі.</p>
            <p> Навіть кілька хвилин такого спілкування допоможуть вам відчути людину. 
                Також, можна почитати публікації, якими фотограф ділиться у себе на сайті 
                або в соціальних мережах. Таким чином, ви краще зрозумієте, 
                як фотограф працює, його світогляд, стиль поведінки та спілкування.
            </p>
        </div>
        <div class="txt">
            <p>
                <img class="border-dark img-left" src="/content/howSelectPhotograph/BoboshkiA4.jpg"/>
                Крім того, обов'язково подивіться 
                <b>портфоліо фотографа</b>.
                Особливо фото в тому жанрі, в якому ви хочете зніматися. 
                Перегляньте не менше 3-х серій фото. 
                Оскільки бувають випадки, коли фотографи-початківці викладають фото, зроблені на воркшопі, організованому більш досвідченим фотографом.
                З таких воркшопів фото навіть у початківця виходять гарні. Але, на жаль, немає гарантії, що він зможе зробити і для вас фотосесію на такому ж високому рівні. 
                Тому, перегляньте якнайбільше його фото з різних зйомок, щоб оцінити рівень фотографа загалом.
            </p>
            <p>Зверніть увагу на <b>стиль обробки </b>фотографа. Деякі клієнти, наприклад, люблять глибоку обробку, щоб «жодної зморшки», а фотограф працює в стилі лайф стайл і майже не ретушує фото.
               Або, навпаки, фотограф робить помітну обробку, пластику, стилізацію фото, а клієнт хоче виглядати максимально природнім. 
               Тому, я раджу заздалегідь обговорити стиль обробки з фотографом. Щоб потім не було неприємних сюрпризів. 
               Наприклад, я своїм клієнтам пропоную самим відібрати фото на обробку та повідомити свої побажання до неї. 
               Кожне оброблене фото надсилаю замовникам на погодження і враховую їх побажання.

            </p>
            <p><b>Студійна зйомка </b> або <b>зйомка при природному освітленні</b>?  З'ясуйте заздалегідь, чи фотограф готовий знімати на вибраній вами локації. 
                  Наприклад, ви хочете зйомку на вулиці, а обраний фотограф працює лише у студії. 
                  І навпаки, є фотографи, які взагалі не знімають у студіях, а лише з природнім освітленням. 
                  Я проводжу зйомки і в студії, і на вулиці, залежно від побажань клієнта. 
                  Допомагаю з вибором студії чи іншої локації в межах Києва.
            </p>
        </div>
        <div class="txt">
            <p> <img class="border-dark img-right" src="/content/howSelectPhotograph/2020041208472456eree_editor_result.jpg"/>
                Ще варто звернути увагу на питання про <b>приватність фото</b>. Деяким клієнтам важливо, щоб їх фото не було ніде опубліковано. 
                Особливо це стосується фотографій маленьких дітей.</p>
            <p> Якщо ви не хочете, щоб ваші фото були використані в портфоліо фотографа, потрапили до соціальних мереж або на виставку, 
                обговоріть це з фотографом заздалегідь. 
                Справа в тому, що фотографи часто закладають у вартість фотосесії знижку від 30% до 50% за право використовувати фото клієнта у публічному портфоліо. 
                Тобто, якщо вам потрібна <b>фотосесія на умовах конфіденційності</b>, то ймовірно, що вартість зйомки зросте.</p>
            <p> Ціна фотосесії у мене однакова і незалежно від того, дозволить клієнт використовувати свої фото для портфоліо чи ні. 
                Використовую фото в портфоліо лише з дозволу клієнта.
            </p>
        </div>
        <div class="txt">
            <p>
                <img class="border-dark img-left" src="/content/howSelectPhotograph/IMGP5466_hq_1.jpg"/>
                Також є ще <b>додаткові послуги</b>, які надає фотограф.
                Вони не ключові при прийнятті рішення, але за інших рівних умов можуть схилити вибір на користь того чи іншого фотографа. 
                Сюди відносяться
            </p>
            <ul>
                <li><h2><b>Фотосесія все включено:</b></h2> макіяж, зачіска, оренда нарядів. 
                  Вам потрібно лише приїхати у вказане місце, а далі фахівці зроблять все, що потрібно для створення гарного образу. 
                  Це дуже комфортний варіант, який дозволяє значно економити ваш час та сили. 
                  Я співпрацюю з гарними візажистами-перукарями, які вміло та за помірну ціну зроблять вам гарний макіяж.
                </li>
                <li><h2  style="text-align: left"><b>Швидкість виконання замовлення.</b></h2> Деякі фотографи віддають фото через 2 місяці, а деякі гарантують виконання замовлення не більше ніж через 2 тижні. 
                    У багатьох також є послуга термінової обробки фото за додаткову плату. 
                    Я віддаю фото в базовій обробці (кадрування, корекція кольору, контраст, різкість, насиченість) через 2 робочих дні після зйомки. 
                     Після цього ви вибираєте фото на обробку. Ретуш та художню обробку фото я виконую не пізніше, ніж за тиждень. 
                </li>
                <li style="margin-top: 30px" >
                    <h2><b>подарункові сертифікати</b></h2> — це чудовий варіант, якщо хочете зробити приємний сюрприз близьким або друзям. 
                  У мене можна придбати подарункові сертифікати на всі види зйомки.
                </li>
                <li>
                    <h2><b>виготовлення фотокниг</b></h2>, фото на полотні, фото-магнітів, календарів. 
                    Все це можна замовити, звичайно ж, і після фотосесії. 
                    Але при замовленні фотокниги разом із фотосесією є перевага. 
                    Фотограф плануватиме фотосесію заздалегідь і робитиме кадри таким чином, щоб вони краще підходили під формат фотокниги. 
                    Так виходять гарні продумані розвороти. Фотокнига стає не просто набором фото, 
                    а логічно та послідовно розказаною фото історією, яку цікаво та приємно дивитися. 
                    Я планую розкадрування для фотокниги перед зйомкою, створюю сценарій фотоісторії. 
                    Отже, якщо ви хочете фотокнигу, то обов'язково попередьте про це фотографа заздалегідь.
                </li>
            </ul>
        </div>
        <div class="txt">
            <p> <img class="border-dark img-right" src="/content/howSelectPhotograph/IMGP1190-2.jpg"/>
                У цій статті я постаралася викласти всі основні моменти, які варто прояснити, перш ніж замовити фотосесію у Києві. 
                Сподіваюся, інформація була для вас корисною і допоможе знайти та замовити послуги гарного фотографа, процес підготовки і самої фотосесії буде у задоволення,
                а результат порадує чудовими фото! 
                Якщо у вас ще залишилися питання або хочете замовити фотосесію у мене, звертайтесь за зручним для вас каналом комунікації.
            </p>
        </div>
    </div>

</article>


